<script lang="ts">
    import ActionBtn from "../../../../components/ActionBtn.svelte";


  let donations = [
    {
      title: 'Пузырьки',
      text: 'Парообразность можно наблюдать при нагревании воды, спирта, масла и других жидкостей. При нагревании жидкости над поверхностью образуется пар, который поднимается вверх, а затем конденсируется обратно в жидкость. Образование пара называется конденсацией, а процесс, обратный конденсации — испарением. Испарение и конденсация являются основными процессами, связанными с движением жидкости.',
      amount: '500 руб.',
    },
    {
      title: 'Искры',
      text: 'Искры рассыпаются в ночи Искры в небе, искры в глазах. Мы с тобой снова молчим, Не в силах сказать о словах. ',
      amount: '1000 руб.',
    },
    {
      title: 'Восторг',
      text: 'Восторг! Это было супер! Сегодня побывали в театре на "Щелкунчике". Очень понравилось. Игра актеров, костюмы, декорации - все на высоте! Я в восторге! Спектакль очень добрый и по-настоящему новогодний! После спектакля мы с дочкой долго не могли прийти в себя. Захотелось тоже танцевать! Спасибо огромное вашему театру! Всем советую...',
      amount: '2000 руб.',
    },
    {
      title: 'Счастье',
      text: 'Cчастье, счастье, и, наконец, — счастье. В ту пору я был еще очень молод, а молодость, как известно, любит романтику. Я читал много книг и перечитал их все, что знал. И мне казалось, что я знаю о жизни все. По крайней мере, я считал себя знатоком в области человеческих страстей. Правда, я не знал, что есть страсти, которых не знает человек. Я полагал, что знаю их все — любовь, голод, ненависть, страх, горе, радость. Я думал, что все это я испытал, все испытал. Но я ошибался. То были не все мои страсти.',
      amount: '5000 руб.',
    },
  ];
</script>

<div class="flex gap-4 flex-wrap justify-center md:justify-start">
  {#each donations as d}
    <div class="relative flex flex-col p-5 w-[320px] bg-white">
      <h2 class="mb-4 text-[26px] font-bold">{d.title}</h2>
      <p class="mb-8">{d.text}</p>
      <div class="mt-auto mb-8 text-[26px] text-silvery font-light">{d.amount}</div>
      <ActionBtn>
        Оплатить
      </ActionBtn>
    </div>
  {/each}
</div>
