<h1>СОГЛАСИЕ <br> посетителя сайта на обработку персональных данных</h1>
<p>Настоящим свободно, своей волей и в своем интересе даю согласиеорганизации «Альфа», которая находится по адресу: г. Москва, ул. Лесная, д. 9, строение 2 (далее – Магазин), на автоматизированную и неавтоматизированную обработку моих персональных данных, в том числе с использованием интернет-сервисов Google analytics, Яндекс.Метрика, LiveInternet, Рейтинг Mail.ru, Google Doubleclick в соответствии со следующим перечнем:</p>
<ul>
<li>фамилия, имя и условия заказа в случае его оформления;</li>
<li>источник захода на сайт http://www.site.ru (далее – Сайт Магазина) и информация поискового или рекламного запроса;</li>
<li>данные о пользовательском устройстве (среди которых разрешение, версия и другие атрибуты, характеризующие пользовательское устройство);</li>
<li>пользовательские клики, просмотры страниц, заполнения полей, показы и просмотры баннеров и видео;</li>
<li>данные, характеризующие аудиторные сегменты;</li>
<li>параметры сессии;</li>
<li>данные о времени посещения;</li>
<li>идентификатор пользователя, хранимый в cookie.</li>
</ul>
<p>для целей повышения осведомленности посетителей Сайта Магазина о продуктах и услугах Магазина, предоставления релевантной рекламной информации и оптимизации рекламы.</p>
<p>Магазин вправе осуществлять обработку моих персональных данных следующими способами: сбор, запись, систематизация, накопление, хранение, обновление, изменение, использование.</p>
<p>Настоящее согласие вступает в силу с момента моего перехода на Сайт Магазина и действует в течение сроков, установленных действующим законодательством РФ.</p>
