<h1>СОГЛАСИЕ <br /> посетителя сайта на обработку персональных данных</h1>

<p>
	В соответствии с требованиями статьи 9 Федерального закона от 27.07.2006 № 152-ФЗ «О персональных
	данных», я даю свое согласие на обработку в «Арткомпас» моих персональных данных, относящихся
	исключительно к внесенным мною при регистрации ниже категориям персональных данных: фамилия, имя,
	отчество; пол; дата рождения; тип документа, удостоверяющего личность; данные документа,
	удостоверяющего личность; гражданство; род деятельности и образование.
</p>
<p>
	Я даю согласие на использование персональных данных исключительно в целях участия в сервисе
	«Арткомпас» для реализации своей творческой деятельности», а также на хранение данных на
	электронных носителях и документах.
</p>
<p>
	Настоящее согласие предоставляется мной на осуществление действий в отношении моих персональных
	данных, которые необходимы для достижения указанных выше целей, включая (без ограничения) сбор,
	систематизацию, накопление, хранение, уточнение (обновление, изменение), использование, передачу
	третьим лицам для осуществления действий по обмену информацией, обезличивание, блокирование
	персональных данных, а также осуществление любых иных действий, предусмотренных действующим
	законодательством Российской Федерации.
</p>
<p>
	Я проинформирован, что «Арткомпас» гарантирует обработку моих персональных данных в соответствии с
	действующим законодательством Российской Федерации как неавтоматизированным, так и
	автоматизированным способами.
</p>
<p>Данное согласие действует в течение срока хранения информации.</p>
<p>Данное согласие может быть отозвано в любой момент по моему заявлению об удалении аккаунта.</p>
<p>Я подтверждаю, что, давая такое согласие, я действую по собственной воле и в своих интересах.</p>

<style lang="postcss">
	h1 {
		font-size: 20px;
		margin: 0px 40px 20px;
	}

	p {
		margin: 10px 40px;
	}
</style>
